// FIXME: @woohm402
//   todo: 내용 제대로 써 주기
//   when: 팀 회의를 통해 여기 들어갈 내용이 확정되면

const contents: Record<string, string> = {
  '같구 이용약관 동의':
    '아이언맨은 어벤져스의 멤버이기도 하고, 과학적인 강화 장비를 만드는 것은 거의 항상 토니의 몫이다. 참고로 클래식 시리즈의 아이언 맨의 이명 중 몇 가지는 "골든 어벤져"(황금의 복수자), 혹은 "아머드 어벤저"(갑옷을 입은 복수자)였는데 어벤져스 멤버로서의 아이언맨의 정체성이 잘 드러난다. 호감을 품고 있던 여인인 베서니 케이브가 있지만, 그녀가 떠난 날 업무 볼 때는 멀쩡하다가 혼자 집에서 울고 있는 등, 의외로 센티멘탈하기도 하다. 참고로 베서니는 토니 스타크가 알코올 의존증으로 고생할 때 도와준 사람이기도 하다. 사실 영화판의 자신만만한 모습과 달리 코믹스의 토니 스타크는 종종 자신에 대한 자신감을 잃어버리는 울적한 모습을 보이곤 했다.',
  '개인정보 수집 및 이용 동의':
    '아메리카 열대 지방이 원산지이며, 줄기는 두껍고 높이가 12m에 달한다. 잎은 어긋나고 긴 타원 모양이며 가죽질이고 끝이 뾰족하며 가장자리가 밋밋하다. 꽃은 흰색으로 피고 지름이 1.5cm 정도이다. 꽃받침은 붉은빛이 도는 자주색이고 5개로 깊게 갈라진다. 꽃잎은 5개로 갈라지고, 수술은 5개다. 암술은 1개이고, 씨방은 5실이다. 꽃은 4∼5년생부터 달리고 잎이 떨어진 자리 바로 위에서 나온다. 12∼50년생은 많은 꽃이 달리지만 200∼400개의 꽃에서 1개 비율로 열매가 달린다.[1] 열매는 긴 타원 모양이고 길이가 10cm 내외이며 5개로 갈라지고 40∼60개의 종자가 들어 있다. 종자는 배젖이 없고 비대한 떡잎 2장이 꼬깃꼬깃 접혀 있는 구조다. 다 익은 열매에서 종자를 꺼내 나무로 만든 통에서 며칠 동안 발효시키면, 종자가 붉은빛을 띤 갈색으로 변하고 독특한 향기가 난다.',
  '위치정보 이용약관 동의':
    '1953년 경상북도 영천군 신녕면에서 태어났다. 신녕초등학교, 신녕중학교, 대구상업고등학교(44회), 성균관대학교 사회학과, 일리노이 대학교 대학원 경제학 석사 및 박사 과정을 졸업하였다.이후 귀국하여 한국일보 및 서울경제신문 부설 백상경제연구소장, 한국일보 및 서울경제신문 논설위원, 포스코경영연구소 경영전략연구센터 센터장 등을 역임하면서 경제전문가로 활동하였다.이덕모 당선자의 당선 무효로 치러진 2005년 재보궐선거에서 한나라당 후보로 경상북도 영천시 선거구에 출마하여 열린우리당 정동윤 후보를 꺾고 당선되었다. 2008년 제18대 국회의원 선거에서 한나라당 후보로 같은 선거구에 출마하여 당선되었다. 이후 한나라당에서 원내부대표, 경상북도당 위원장, 제1사무부총장, 사무총장 직무대행, 전당대회 준비위원장 등을 역임하였다.2012년 제19대 국회의원 선거에서 새누리당 후보로 같은 선거구에 출마하여 당선되었다. 같은 해 8월부터 12월까지 대한민국 국회 쇄신특별위원회 위원장을 역임하였다. 2013년 새누리당 직능특별위원회 위원장을 역임하였다. 2014년 6월부터 대한민국 국회 기획재정위원회 위원장을 역임하고 있다.',
};

export default contents;
